Repository: hugok79/pardus-hotspot
Catalog: po/*.po
Languages: pt

source: Simple hotspot application.
pt: Aplicação simples de hotspot.

source: Interface Name:
pt: Nome da interface:

source: Choose an interface name
pt: Escolher um nome de interface

source: Connection Name:
pt: Nome da ligação:

source: Enter hotspot name
pt: Introduzir o nome do hotspot

source: Password:
pt: Palavra-passe:

source: Enter at least 8 characters
pt: Introduzir pelo menos 8 caracteres

source: Security Type:
pt: Tipo de segurança:

source: Create Hotspot
pt: Criar hotspot

source: Pardus Hotspot
pt: Hotspot Pardus

source: Band Selection:
pt: Seleção de banda:

source: Encryption Method:
pt: Método de encriptação:

source: For Apple products, select SAE . If the connection isn’t visible on other devices, try switching to WPA-PSK
pt: Para produtos Apple, selecione SAE . Se a ligação não for visível noutros dispositivos, experimente mudar para WPA-PSK

source: Launch at Startup:
pt: Iniciar no arranque:

source: App auto-starts on every reboot
pt: A aplicação inicia automaticamente em cada reiniciar

source: IP Forwarding Enable:
pt: Ativar o reencaminhamento de IP:

source: IP forwarding requires root privileges
pt: O reencaminhamento de IP requer privilégios root

source: Home Page
pt: Página inicial

source: Restore Defaults
pt: Repor predefinições

source: Settings
pt: Definições

source: Error
pt: Erro

source: About
pt: Acerca

source: Show App
pt: Mostrar aplicação

source: Enable
pt: Ativar

source: Quit
pt: Sair

source: Hide App
pt: Ocultar aplicação

source: Disable Connection
pt: Desativar ligação

source: Disable
pt: Desativar

source: Hotspot Settings
pt: Definições do Hotspot

source: Please enable Wi-Fi to continue
pt: Ativar o Wi-Fi para continuar

source: Please select a network interface for the hotspot
pt: Selecionar uma interface de rede para o hotspot

source: Please enter a name for your hotspot connection
pt: Introduzir um nome para a sua ligação hotspot

source: Password must be at least 8 characters long
pt: A palavra-passe deve ter pelo menos 8 caracteres

source: No wireless interfaces available
pt: Não existem interfaces sem fios disponíveis

source: Wi-Fi Network Interface Not Found
pt: Interface de rede Wi-Fi não encontrada

source: Please ensure your computer has a Wi-Fi adapter and it is working correctly.
pt: Certifique-se de que o computador tem um adaptador Wi-Fi e que este está a funcionar corretamente.
